experiments/redis_contention/throughput/loaded_pairs_0/pair_0/clients_128_threads_8_pipeline_10/redis.out
8         Threads
128       Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       136693.02          ---          ---        63.32042        63.48700        71.16700        96.76700    144247.81 
Gets        27331.16         0.00     27331.16        63.25688        63.23100        71.16700        96.76700      1091.24 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     164024.19         0.00     27331.16        63.30983        63.48700        71.16700        96.76700    145339.05